{
  "docs": [
    {
      "title": "N.A.S.A terminates Moon Rover (Ready to Play)",
      "text": "Months after President Trump signed a directive ordering NASA to return astronauts to the moon, the space agency has canceled its only lunar rover currently in development. According to Clive Neal, a University of Notre Dame planetary scientist and emeritus chairman of the Lunar Exploration Analysis Group, members of the Resource Prospector mission were told to close out the project by the end of May.“I'm a little shocked,” he said. Neal, who is not directly involved in developing the mission, said he did not know the reason for the cancellation. Officials from NASA declined to elaborate on the cancellation. But late afternoon Friday, NASA Administrator Jim Bridenstine tweeted: \"We are committed to lunar exploration @NASA. Resource Prospector instruments will go forward in an expanded lunar surface campaign. More landers. More science. More exploration. More prospectors. More commercial partners. Ad astra!\" The Resource Prospector mission, which was in the concept formulation stage for potential launch in the 2020s, would have surveyed one of the moon's poles in search of volatile compounds such as hydrogen, oxygen and water that could be mined to support future human explorers. It would have been the first mission to mine another world and was seen as a steppingstone toward long-term crewed missions beyond Earth. The cancellation, previously reported by NASA Watch and the Verge, troubles many lunar scientists. They say the mission is vital both to human exploration and to scientific understanding of the moon. In a letter to newly confirmed administrator Jim Bridenstine, the Lunar Exploration Analysis Group — which conducts analyses for NASA and other space agencies — called for the mission to be reinstated and scheduled to launch in 2022. “This action is viewed with both incredulity and dismay by our community,” the group wrote. Members  pointed out that Trump's Space Policy Directive 1, signed in December, calls for the United States to “lead the return of humans to the Moon for long-term exploration and utilization.” Dana Hurley, a planetary scientist at the Johns Hopkins Applied Physics Laboratory, elaborated on the situation in an interview Friday. “If we want to go back to the moon and really work on the moon and make it a place that we can set up research stations and study processes that are occurring on the moon ... all these things are really enabled by being able to use resources on the moon for making fuel, propellant, life support, that sort of thing,” said Hurley, who works at the Johns Hopkins Applied Physics Laboratory and is a member of the LEAG executive committee. “This mission is a first step in trying to understand how we’re going to exploit those resources.” The Resource Prospector was being developed as part of the Human Exploration and Operations Mission Directorate. A prototype was field tested in 2015 and underwent vacuum and thermal testing the following year. But recently, Neal said, NASA moved to transfer the project to its Science Mission Directorate, which develops robotic missions for mainly research, rather than exploration, purposes. That would have created a “mismatch” between the science program's capabilities and what Resource Prospector was designed to do, Neal said. In their letter, the LEAG members advocated for keeping the Resource Prospector as part of the human exploration program. They also emphasized the importance of launching soon. A 2022 launch, they wrote, would demonstrate NASA's ability to react quickly to changes in space policy, preempt robotic missions being developed by other nations and pave the way for commercial activities on the moon. “We have an opportunity here to not only enhance the moon in terms of science and human exploration but also to expand the lunar economy,” Neal said. “And if the results from this prospecting are actually really good, we could go a long way to setting up sustainable human exploration of Mars. We just need to know exactly how much is there.” In a move that Neal said was encouraging, Bridenstine tweeted Thursday that he'd had a “Great 3rd day on the job with the @NASA family. Excited to get to work on our plan to sustainably return America to the surface of the Moon starting with an aggressive robotic program.”",
      "isTutorial": true,
      "userId" : "local"
    },
    {
      "title": "Try the Widget!",
      "text": "The teleprompter has a widget with shortcuts right on your homescreen\n\nQuickly open a new doc\n- Edit a pinned doc\n\nPlay a pinned doc with default settings directly\n\nPin a doc by clicking the pin icon on the top right corner of the doc",
      "isTutorial": true,
      "userId" : "local"
    },
    {
      "title": "Welcome to The Teleprompter",
      "text": "Dunno what to say in that new video or Dreading that speech? Dont worry the teleprompters got your back.\n\nCreate, edit and play your documents on your phone or tablet device\n\nLot of customization for text color, background color, scroll speed and font size\n\nDocs are automatically synced to the cloud. Login anywhere to gain access to your docs.(Internet required)\n\nDocs are available to view,edit and play while offline\n\n\nPlay this doc or the ready to play (Blue Doc) to get your first experience of the Teleprompter",
      "isTutorial": true,
      "userId" : "local"
    }
  ]
}